Repository: Smujb/fallen-kingdom
Catalog: languages/data.*.po
Languages: de

source: Any luck finding my journal?
de: Hast du mein Tagebuch gefunden?

source: Not yet.
de: Noch nicht.

source: Here is your journal.
de: Hier ist dein Tagebuch.

source: Wonderful! I had considered it forever lost at this point.
de: Exzellent! Ich glaubte schon, es niemals wieder zu sehen.

source: I am in your debt. Please take this as a reward for your trouble.
de: Ich bin in deiner Schuld. Nimm bitte diese Belohnung für deine Mühen.

source: Show no mercy for those thieving goblins.
de: Gib den diebischen Goblins keine Gnade!

source: Greetings, wanderer.
de: Gute Grüße, Wanderer.

source: Judging from your appearance, you're no stranger to a long journey. For that reason, I ask that you keep an eye out for my missing journal.
de: So wie ich das sehe, ist dir eine lange Reise nicht fremd geblieben. Ich bitte dich daher, weiterhin nach meinem verlorenen Tagebuch Ausschau zu halten.

source: I first noticed it was missing after a night of camping near the Goblin Cave. I searched for a while, but ultimately decided it was best to move on.
de: Ich hatte den Verlust zuerst bemerkt, nachdem ich eine Nacht nahe der Goblinhöhle gelagert hatte.

source: Aldwulf, Treasure Hunter
de: Aldwulf, Schatzsucher

source: Greetings wanderer. I did not expect to meet anyone in a place like this.
de: Grüße, Wanderer! Ich hatte nicht erwartet, in dieser Gegend jemanden zu treffen.

source: I'm in a bit of a predicament. I wanted to come here in search of treasure, but my partner disagreed with my intentions.
de: Ich bin ein wenig in Verlegenheit. Ich kam hierher um nach Schätzen zu suchen, aber mein Partner wollte das nicht so.

source: In an effort to stop me, he stole the key we found that supposedly opened the door up ahead.
de: Offenbar um mich aufzuhalten, hat er den Schlüssel gestohlen von dem wir glaubten, er würde diese Türe öffnen.

source: If you come across my partner in your travels, do what you must to get that key from him and bring it to me. Do that, and I'll split whatever we find in these ruins with you.
de: Wenn du meinem Partner begegnest, tue was du tun mußt um diesen Schlüssel aufzutreiben! Dann bring ihn her zu mir und wir werden alles teilen, was wir in diesen Ruinen finden.

source: Have you gotten the key yet? My partner likely has it hidden somewhere in the camp south of Stonewood.
de: Hast du den Schlüssel schon dabei? Mein Partner hält ihn wahrscheinlich in einem Lager südlich von Stonewood versteckt.

source: Bakat, Goblin Packrat
de: Bakar, Goblin Packratte

source: Goblin's Ruby
de: Rubin des Goblins

source: (You show Bakat the ruby you received from Ort.)
de: (Du zeigst Bakat den Rubin, den du von Ort erhalten hast.)

source: (Bakat snatches the jewel from your grasp.)
de: (Bakat schnappt dir den Juwel weg.)

source: (He holds the ruby up into the light and examines it closely.)
de: (Er hält den Rubin hoch ins Licht und untersucht ihn ausführlich.)

source: (Looking satisfied, he reaches into his bag and hands you a wooden bear figurine.)
de: (Offenbar zufrieden, greift er in seine Tasche und händigt dir eine hölzerne Bärenfigur aus.)

source: Infinity Obelisk
de: Obelisk der Unendlichkeit

source: (You touch the obelisk, but nothing happens.)
de: (Du berührst den Obelisk aber nichts passiert.)

source: Continue through the Halls of Infinity
de: Setze deinen Weg fort durch die Hallen der Unendlichkeit.

source: Return to Underworld Stronghold
de: Kehre zu Zwingburg der Unterwelt zurück.

source: Florin, Apothecary
de: Florin, Apotheker

source: What can you tell me about the Book of the Dead?
de: Was kannst du mir über das Totenbuch erzählen?

source: The Book of the Dead tells of redemption for those who sign their name in gravebloom ink. Your sins will be washed away, and you will be able to return to wherever you were banished from.
de: Das Totenbuch, oder auch Buch der Toten genannt, kündet von der Erlösung für diejenigen, die ihren Namen mit Grabesblüten-Tinte einschreiben. Deine Sünden werden weggewaschen und du darfst dorthin zurückkehren, wo du verbannt worden bist.

source: So, where can I find gravebloom ink?
de: Also wo kann ich diese Grabesblüten-Tinte finden?

source: Gravebloom ink is not something you find. You must make it yourself. Besides the Gravebloom flower, you will need to sacrifice your own blood with a special blade.
de: Grabesblüten-Tinte kann man nicht einfach so finden, du muß sie dir selber machen! Zusätzlich zur Grabesblüten-Blume mußt du einen Teil deines eigenen Blutes opfern - mit einer besonderen Klinge.

source: Even if you can create some gravebloom ink, you won't be able to write with just anything. The ink won't stick to a normal quill. You will need to find something capable of holding the gravebloom ink.
de: Selbst wenn es dir gelingt, die Tinte herzustellen, kannst du sie nicht einfach so benutzen. Ein normaler Kiel kann sie nicht aufnehmen. Du brauchst etwas ganz Besonderes, was in der Lage ist, die Tinte zu halten.

source: If you can perform the ritual to make gravebloom ink and find a suitable writing utensil, redemption may be yours.
de: Wenn du das Ritual durchführen kannst, um Grabesblüten-Tinte herzustellen, und dann noch ein passendes Schreibutensil findest - dann wird die Erlösung dir teilhaftig werden!

source: Gravebloom
de: Grabesblüte

source: Ah yes, that is most certainly a gravebloom flower. It is the primary component in the creation of gravebloom ink.
de: Ja, das ist ganz sicher eine Grabesblüten-Blume. Sie ist die wichtigeste Zutat bei der Herstellung von Grabesblüten-Tinte!

source: Black Quill
de: Schwarzer Federkiel

source: Do you think this quill is capable of holding gravebloom ink?
de: Glaubst du, dieser Federkiel kann die Grabblüten-Tinte aufnehmen?

source: It's certainly no normal quill. I've never seen anything like it.
de: Das ist gewiß kein normaler Federkiel! So einen habe ich noch nie gesehen.

source: If anything is capable of writing with gravebloom ink, it is that quill.
de: Wenn überhaupt etwas die Grabblüten-Tinte schreiben kann, dann ist es dieser Federkiel!

source: Knife of Sacrifices
de: Messer der Opferung

source: Do you know anything about this knife?
de: Weißt du etwas über dieses Messer?

source: The Knife of Sacrifices. This must be the blade you will need to draw your blood for the gravebloom ink. From what I've read, this must be done at the "Red Altar".
de: Das Messer der Opferungen! Das wird die Klinge sein, die du brauchst um dein eigenes Blut für die Tinte zu ziehen. Soviel ich gehört habe, muß dies vor dem Roten Altar geschehen.

source: I recall such an altar from the Temple of Mez.
de: Ich habe einen solchen Altar im Tempel des Mez gesehen.

source: I don't know why this blade in particular is required to make the ink. Once it pierces your skin, there is no telling what effect it will have on you. Please keep this in mind.
de: Ich habe keine Ahnung, warum es genau diese Klinge sein muß. Niemand kann sagen, was mit dir passieren wird, sobald die Klinge deine Haut durchdringt. Das mußt du bedenken!

source: Vial of Blood
de: Phiole mit Blut

source: I completed the ritual at the Red Altar. What now?
de: Ich habe das Ritual am Roten Altar vollzogen. Was jetzt?

source: We are ready to create a small amount of gravebloom ink. Allow me to perform the mixing.
de: Wir sind bereit, eine kleine Menge Grabblüten-Tinte herzustellen. Erlaube mir die Mixtur durchzuführen!

source: (Florin carefully mixes the two elements into a small inkwell, alternating the additions of Gravebloom and blood.)
de: Florin mischt mit Bedacht die zwei Elemente in ein kleines Tintenfaß, jeweils abwechselnd Grabblüte und Blut.

source: Finished! I don't want my work to go to waste, so move now to the Book of the Dead chamber.
de: Fertig! Ich wollte das nicht umsonst gemacht haben, also begib dich bitte nun in die Kammer des Totenbuchs!

source: The ritual is complete. The Underworld is open to you.
de: Das Ritual ist vollzogen. Die Unterwelt steht dir nun offen!

source: There was a portal to the Underworld in the Wizard's Tower. I shall return there.
de: Ein Sprungtor zur Unterwelt gibt es im Hexenturm. Dahin soll ich zurückkehren.

source: Glowing Obelisk
de: Glühender Obelisk

source: Loren, Undead Trader
de: Loren, Untoter Händler

source: Martigan
de: Matt Martigan

source: You there! I need your help. I'm the last of my group, and want nothing more than to leave this place.
de: Du da, ich brauche deine Hilfe! Ich bin der letzte meiner Gruppe und will nichts mehr als diesen Platz zu verlassen.

source: Yet I have one remaining task. I wish to visit the graves of my three fallen partners one last time.
de: Dennoch habe ich eine unerledigte Aufgabe. Ich möchte die Gräber meiner drei gefallenen Partner noch einmal sehen.

source: To my disadvantage, their bodies have been taken by the soil here. They tried to attack me when I got near.
de: Unglücklicherweise wurden ihre Körper von der Erde dort in Besitz genommen. Sie versuchten mich anzugreifen, als ich mich näherte.

source: If you can prove to me that they are free them from their cursed form, I will be in your debt.
de: Wenn du mir einen Beweis erbringen könntest, daß sie von ihrer verfluchten Form befreit sind, wäre ich tief in deiner Schuld.

source: I can't assist you myself, but I can offer some of my wares.
de: Ich kann dir nicht selber beistehen, aber ich kann dir einige meiner Waren anbieten.

source: Indeed, these items belonged to my companions. I want you to take this as a reward.
de: In der Tat, diese Gegenstände gehörten meinen Begleitern. Bitte behalte sie als Belohnung!

source: Ort, Goblin Packrat
de: Ort, Goblin-Führungsratte

source: ... Bro-ther... g-give...
de: ... Bru-der ... g-gib ...!

source: (Ort grabs your hand and places a red gem in it.)
de: (Ort ergreift deine Hand und platziert darin ein rotes Juwel.)

source: Skeleton with note
de: Skelett mit Notiz

source: Tutorial
de: Lehrbuch

source: Welcome to the lands of the exiled. Allow me to go over a few things. Click on the arrow to continue.
de: Willkommen im Lande der Verbannten. Erlaube mir, einige Dinge zu erwähnen. Klicke auf den Pfeil um fortzufahren.

source: Your health, mana, and experience points are displayed in the top left of the screen.
de: Deine Lebens-, Mana- und Erfahrungsbestände werden in der linken oberen Ecke des Bildschirms angezeigt.

source: In the top right is a map of your current location.
de: Oben rechts befindet sich eine kleine Übersichtskarte der aktuellen Örtlichkeit.

source: On the bottom of the screen is your action bar. Here, you have quick access to your most used abilities.
de: Unten am Bildschirm ist die Aktionsleiste. Hier hast du schnellen Zugriff auf deine wichtigsten Fähigkeiten.

source: In addition, you can access the Character, Inventory, Powers, and Log menus from the action bar.
de: Zusätzlich erhältst du dort Zugang zu den Übersichten für Charakter, Inventar, den Fähigkeiten und dem Verlaufsjournal.

source: ${INPUT_MOVEMENT} will allow you to move around. ${INPUT_ATTACK} will use your primary attack.
de: Mit ${INPUT_MOVEMENT} kannst du dich bewegen, ${INPUT_ATTACK} startet deinen primären Angriff.

source: Good luck!
de: Viel Glück!

source: Udana, Metalworker
de: Udana, Metallarbeiterin

source: Greetings stranger. It's not often that we have people come here from the west.
de: Schöne Grüße, Fremder! Es geschieht nicht oft, daß Leute aus dem Westen zu uns kommen.

source: I see that you're carrying a weapon. Would you be interested in helping us?
de: Ich sehe, du trägst eine Waffe. Hast du Interesse uns bei einer Sache zu helfen?

source: Go on.
de: Nur zu!

source: One of our encampment's residents, Krolan, works in the nearby mines. He supplies me with various gems that I craft into jewelery.
de: Einer unserer Lagerbewohner, Krolan, arbeitet nahe bei den Minen. Er versorgt mich mit verschiedenen Edelsteinen, aus denen ich dann Schmuckstücke mache.

source: Krolan has not returned in some time, and I am starting to think the worst.
de: Krolan wird seit langem vermißt und ich habe Grund, das Schlimmste zu befürchten.

source: Could you please travel to the mines and look for Krolan? I will find some way to reward you for your trouble.
de: Könntest du bitte zu den Minen reisen und dort nach Krolan suchen? Irgendwie werde ich dich schon dafür belohnen.

source: Please hurry to find Krolan. The Perdition Mines are located near the Salted Field.
de: Bitte beeil' dich, Krolan zu finden! Die Minen der Verdammnis befinden sich nahe dem versalzenen Feld.

source: I have found Krolan, but he was no longer of this world.
de: Ich habe Krolan gefunden, aber leider war er nicht mehr von dieser Welt.

source: This is terrible news. Our camp is already small, so this is a devastating loss.
de: Das ist eine schreckliche Nachricht! Unser Camp ist schon sehr klein geworden, und dies ist ein schwerer Verlust für uns.

source: If it's any solace, I have his key and this emerald. Mementos to remember him by.
de: Ich habe da seinen Schlüssel und seinen Smaragd. Das sind wenigstens ein paar Stücke zur Erinnerung.

source: The key is enough of a memento. For your invaluable help, I can at least make you a ring with this emerald.
de: Der Schlüssel genügt mir zur Erinnerung. Für deine geschätzte Hilfe kann ich dir aber einen Ring aus dem Smaragd anfertigen.

source: Thank you again for your help.
de: Vielen Dank auch für deine Hilfe!

source: Yora, Enchanter
de: Yora, Beschwörerin

source: Empyrean, the city in the sky. It is a majestic fortress and the last bastion of humankind.
de: Empyrean, die Stadt im Himmel. Sie ist eine majestätische Festung und die letzte Bastion der Menschheit.

source: At the height of the kingdom's power the city was a beacon of peace and law.
de: Zur Hohezeit des Königreichs war diese Stadt ein Leuchtfeuer für den Frieden und das Recht.

source: When darkness invaded the world in the last age people abandoned the surface. Empyrean was their only refuge.
de: Als im letzten Zeitalter die Dunkelheit die Welt eroberte, haben die Menschen die Oberfläche verlassen. Empyrean war ihre einzige Zuflucht.

source: Now the Age of Humanity is ending. Empyrean is crumbling. Scarcity and political infighting have consumed the city.
de: Nun endet das Zeitalter der Menschheit. Empyrean stürzt ein. Mangel und politische Kämpfe haben die Stadt aufgezehrt.

source: Some, in desperation, flee to the surface hoping to survive without the protection of the city.
de: Wenige Verzweifelte sind auf die Oberfläche geflohen, wo sie versuchen ohne den Schutz der Stadt zu überleben.

source: But no one returns from the surface. Most die or go missing. A few hide and survive, for a while.
de: Aber niemand kehrt von dort zurück. Die meisten starben oder werden vermißt.

source: Surface dwellers cling to hope. Hope that they'll return to Empyrean some day. Hope that a hero will fight back against the darkness.
de: Die Bewohner der Oberfläche klammern sich an die Hoffnung. Hoffnung, eines Tages zu Empyrean zurückzukehren. Hoffnung, ein Held würde gegen die Dunkelheit siegen.

source: There is always hope. But not for everyone: not for you. Not for the Exiled.
de: Hoffnung gibt es immer. Aber nicht für alle: nicht für dich, und nicht für einen Verbannten!

source: At long last, your journey across the surface and into the Underworld has come to an end.
de: Schließlich und endlich ist deine Reise durch die Ober- und die Unterwelt zu einem Ende gekommen.

source: Upon entering The Pit, a glowing obelisk shined in the distance.
de: Nachdem du Die Grube betreten hast, erscheint ein leuchtender Obelisk in der Ferne.

source: Guarding the obelisk was Lezaith, a formidable opponent, yet no match for Exiled who faced her.
de: Lezaith, eine versierte Gegnerin, hat den Obelisk bewacht. Sie konnte sich dennoch mit den Verbannten, die ihr entgegen traten, nicht messen.

source: With Lezaith's defeat, the path to the obelisk was clear.
de: Mit Lezaiths Tod war der Weg zum Obelisken frei!

source: Not a moment after Lezaith crumbles into a pile of bones, a bolt of lightning strikes the obelisk.
de: Einen Augenblick nachdem Lezaith zu einem Knochenhaufen zerfiel, schlägt ein Blitz in den Obelisken ein.

source: Did Lezaith cast a spell on the obelisk with her dying breath? Had Empyrean finally collapsed?
de: Hat Lezaith mit ihrem Todeshauch einen Fluch auf den Obelsiken gelegt? Ist Empyrean schließlich zusammengebrochen?

source: Maybe it's true what they say. No one returns from the surface. Most die or go missing. A few hide and survive, for a while.
de: Vielleicht ist es wahr, was gesagt wird. Niemand kehrt von der Oberfläche zurück! Die meisten sterben oder sind vermißt. Einige wenige verbergen sich und überleben noch eine Weile.

source: Even the Exiled.
de: Sogar die Verbannten.

source: And a very special thanks to...
de: Und ein ganz besonderer Dank ergeht an ..

source: You!
de: Dich!

source: Those whose names are written here in gravebloom ink are admitted passage to the trail of redemption.
de: Für diejenigen, deren Namen hier in Grabesblüten-Tinte geschrieben stehen, ist der Weg zur Erlösung eröffnet.

source: -1 Dagger
de: -1 Dolch

source: +1 Cloth Shirt
de: +1 Tuchhemd

source: -2 Health Potion
de: -2 Gesundheitstrank

source: +1 Dagger
de: +1 Dolch

source: On the waterlogged support beam
de: Auf dem wassergetränkten Tragebalken

source: Beneath a rock on the moldy peninsula
de: Unter einem Stein auf der modrigen Halbinsel

source: In the pile of bones near the three submerged pillars
de: Im Knochenhaufen bei den drei versunkenen Pfeilern

source: Inside the blocked off mine cart
de: Im Innern des blockierten Minenwagens

source: Press the switch on the top of the middle boulder
de: Drücke den Schalter oben auf dem mittleren Felsen!

source: Read the book on the second shelf of the nearest bookshelf.
de: Lies das Buch im zweiten Fach des nächstgelegenen Regals.

source: Warlord Cloth Shirt
de: Tuchhemd des Kriegsherrn

source: Sniper Cloth Shirt
de: Tuchhemd des Scharfschützen

source: Archwizard Cloth Shirt
de: Tuchhemd dew Erzmagiers

source: Warlord Cloth Pants
de: Tuchhosen des Kriegsherrn

source: Sniper Cloth Pants
de: Tuchhosen des Scharfschützen

source: Archwizard Cloth Pants
de: Tuchhosen des Erzmagiers

source: Warlord Cloth Sandals
de: Tuchsandalen des Kriegsherrn

source: Sniper Cloth Sandals
de: Tuchsandalen des Scharfschützen

source: Archwizard Cloth Sandals
de: Tuchsandalen des Erzmagiers

source: Warlord Cloth Gloves
de: Tuchhandschuhe des Kriegsherrn

source: Sniper Cloth Gloves
de: Tuchhandschuhe des Scharfschützen

source: Archwizard Cloth Gloves
de: Tuchhandschuhe des Erzmagiers

source: Master Leather Belt
de: Ledergürtel des Meister

source: Master Pendant
de: Anhänger des Meisters

source: Master Spellbook
de: Zauberbuch des Meisters

source: Warlord Dagger
de: Dolch des Kriegsherrn

source: Archwizard Wand
de: Zauberstab des Erzmagiers

source: Templar Wood Buckler
de: Templer Holzschild

source: Master Fire Ring
de: Feuerring des Meisters

source: Master Ice Ring
de: Eisring des Meisters

source: Master Lightning Ring
de: Blitzring des Meisters

source: Master Dark Ring
de: Dunkler Ring des Meisters

source: Master Experience Ring
de: Erfahrungsring des Meisters

source: Master Wealth Ring
de: Wohlstandsring des Meisters

source: Master Treasure Ring
de: Schatzring des Meisters

source: Warrior Plate Helmet
de: Plattenhelm des Kriegers

source: Ranger Plate Helmet
de: Plattenhelm des Waldläufers

source: Wizard Velvet Hood
de: Samtene Kappe des Zauberers

source: Warrior Plate Cuirass
de: Plattenharnisch des Kriegers

source: Ranger Plate Cuirass
de: Plattenharnisch des Waldläufers

source: Wizard Velvet Vest
de: Samtene Weste des Zauberers

source: Warrior Plate Greaves
de: Platten-Beinschienen des Kriegers

source: Ranger Plate Greaves
de: Platten-Beinschienen des Waldläufers

source: Wizard Velvet Skirt
de: Samtenes Kleid der Zauberin

source: Warrior Plate Boots
de: Plattenstiefel des Kriegers

source: Ranger Plate Boots
de: Plattenstiefel des Waldläufers

source: Wizard Velvet Boots
de: Samtene Stiefel des Zauberers

source: Warrior Plate Gauntlets
de: Plattenhandschuhe des Kriegers

source: Ranger Plate Gauntlets
de: Plattenhandschuhe des Waldläufers

source: Wizard Velvet Sleeves
de: Samtene Stulpen des Zauberers

source: Adventurer Warlord Leather Belt
de: Ledergürtel des Kriegsherrn-Abenteurers

source: Adventurer Sniper Pendant
de: Anhänger des Scharfschützen-Abenteurers

source: Adventurer Archwizard Spellbook
de: Zauberbuch des Erzmagier-Abenteurers

source: Warrior Greatsword
de: Großschwert des Kriegers

source: Ranger Greatbow
de: Großbogen des Waldläufers

source: Wizard Greatstaff
de: Großer Stab des Zauberers

source: Paladin Tower Shield
de: Turmschild des Paladin

source: Adventurer Inferno Ring
de: Inferno-Ring des Abenteurers

source: Adventurer Glacial Ring
de: Gletscherring des Abenteurers

source: Adventurer Volt Ring
de: Spannungsring des Abenteurers

source: Adventurer Void Ring
de: Leerer Ring des Abenteurers

source: Adventurer Scholar Ring
de: Lehrreicher Ring des Abenteurers

source: Adventurer Affluence Ring
de: Reichtumsring des Abenteurers

source: Adventurer Relic Ring
de: Reliquienring des Abenteurers

source: An essential tool for any blacksmith.
de: Ein wesentliches Werkzeug für jeden Schmied.

source: Goblin Branch
de: Goblin Ast

source: Mana flows inside its primitive exterior.
de: Mana fließt innerhalb seines schlichten Äußeren.

source: Ardwen's Gloves
de: Handschuhe des Ardwen

source: These hands built a village.
de: Diese Hände haben ein Dorf erbaut.

source: Blood Tunic
de: Blutiger Waffenrock

source: Dark Steppers
de: Dunkle Tänzer

source: Dancing through the shadows.
de: Der durch die Schatten tanzt.

source: Seagate's Tri-pants
de: Meertors Dreihosen

source: Health Potion
de: Gesundheitstrank

source: Restore 25% of maximum HP
de: Stellt 25% der maximalen TP wieder her

source: Mana Potion
de: Manatrank

source: Restore 25% of maximum MP
de: Stellt 25% der maximalen MP wieder her

source: Fighting Leather Hood
de: Lederne Haube des Kämpfers

source: Recon Leather Hood
de: Lederne Haube der Erkenntnis

source: Sorcerer Wool Hood
de: Wollkappe des Zauberers

source: Fighting Leather Tunic
de: Lederner Brustschild des Kämpfers

source: Recon Leather Tunic
de: Lederner Brustschild der Erkenntnis

source: Sorcerer Wool Vest
de: Wollweste des Zauberers

source: Fighting Leather Pants
de: Lederhosen des Kämpfers

source: Recon Leather Pants
de: Lederhosen der Erkenntnis

source: Sorcerer Wool Skirt
de: Wollkleid der Zauberin

source: Fighting Leather Boots
de: Lederstiefel des Kämpfers

source: Recon Leather Boots
de: Lederstiefel der Erkenntnis

source: Sorcerer Wool Boots
de: Wollene Stiefel des Zauberers

source: Fighting Leather Gloves
de: Lederhandschuhe des Kämpfers

source: Recon Leather Gloves
de: Lederhandschuhe der Erkenntnis

source: Sorcerer Wool Sleeves
de: Wollärmel des Zauberers

source: Wandering Fighting Leather Belt
de: Lederner Gürtel des Wanderkämpfers

source: Wandering Recon Pendant
de: Anhänger des wandernden Kundschafters

source: Wandering Sorcerer Spellbook
de: Zauberbuch des wandernden Zauberers

source: Fighting Shortsword
de: Kurzschwert des Kämpfers

source: Recon Shortbow
de: Kurzbogen der Erkenntnis

source: Sorcerer Rod
de: Rute des Zauberers

source: Keeper Iron Buckler
de: Eiserner Schild des Hüters

source: Wandering Burn Ring
de: Brandring des Wanderers

source: Wandering Frost Ring
de: Frostring des Wanderers

source: Wandering Electric Ring
de: Stromring des Wanderers

source: Wandering Shadow Ring
de: Schattenring des Wanderers

source: Wandering Knowledge Ring
de: Wissensring des Wanderers

source: Wandering Prosperity Ring
de: Fortschrittsring des Wanderers
