Repository: Smujb/fallen-kingdom
Catalog: languages/data.*.po
Languages: de

source: DEV Boots
de: DEV Stiefel

source: Use: Teleport to target position.
de: Zur Zielposition teleportieren

source: DEV Invisibility Boots
de: DEV Stiefel der Unsichtbarkeit

source: Use: Turn Invisible
de: Unsichtbar werden

source: Ancient Relic
de: Antikes Relikt

source: St. Maria Garb
de: Hl. Maria Kleidung

source: Temple Guard's Outfit
de: Ausstattung des Tempelwächters

source: Wizard's Apparatus
de: Gerät des Hexenmeisters

source: Underworld Armament
de: Bewaffnung der Unterwelt

source: Shield
de: Schild

source: Bleeding
de: Bluten

source: Slow
de: Langsam

source: Stun
de: Schockieren

source: Immunity
de: Immunität

source: Haste
de: Eile

source: Weakness to Fire
de: Feuerschwäche

source: Weakness to Ice
de: Eisschwäche

source: Sacrifice
de: Opferung

source: Reflect
de: Zurückwerfen

source: Teleport
de: Teleportieren

source: Turn Invisible
de: Unsichtbar werden

source: Remove Invisibility
de: Unsichtbarkeit entfernen

source: Fire
de: Feuer

source: Ice
de: Eis

source: Lightning
de: Blitz

source: Dark
de: Dunkel

source: Brute
de: Raufbold

source: Brutes rely on physical strength and melee weapons to strike down foes. Primary attribute: Physical
de: Raufbolde verlassen sich auf körperliche Stärke und nutzen am liebsten kräftige Nahkampfwaffen. Primärattribut: Kraft

source: Scout
de: Pfadfinder

source: Scouts specialize in range weaponry and combat accuracy. Primary attribute: Offense
de: Pfadfinder sind auf Fernkampfwaffen und Genauigkeit im Kampf spezialisiert. Primärattribut: Angriff

source: Adept
de: Zauberlehrling

source: Adepts have natural abilities in casting magical spells. Primary attribute: Mental
de: Zauberlehrlinge haben natürliche magische Fähigkeiten für Zaubersprüche. Primärattribut: Geist

source: Grand Master
de: Großmeister

source: Master
de: Meister

source: Warlord
de: Kriegsherr

source: Archwizard
de: Großzauberer

source: Sniper
de: Scharfschütze

source: Templar
de: Templer

source: Assassin
de: Assassine

source: Lord
de: Fürst

source: Tempest
de: Sturm

source: High Priest
de: Hohepriester

source: Battle Archmage
de: Kampf-Erzmagier

source: High Warden
de: Hochwächter

source: Adventurer
de: Abenteurer

source: Warrior
de: Krieger

source: Ranger
de: Waldläufer

source: Wizard
de: Hexenmeister

source: Rogue
de: Schurke

source: Knight
de: Ritter

source: Striker
de: Schläger

source: Cleric
de: Kleriker

source: Battle Mage
de: Kampfmagier

source: Warden
de: Wächter

source: Fighter
de: Kämpfer

source: Recon
de: Kundschafter

source: Sorcerer
de: Zauberer

source: Keeper
de: Hüter

source: Knave
de: Gauner

source: Squire
de: Gutsherr

source: Slinger
de: Schleuderer

source: Shepherd
de: Schafshirte

source: Sparkblade
de: Kampfklinge

source: Watch
de: Beobachten

source: Exiled
de: Verbannt

source: throwing axe
de: Axt werfen

source: Boulder
de: Felsen

source: Minotaur
de: Minotaurus

source: Minotaur Necromancer
de: Minotaurus Schwarzkünstler

source: Mog
de: Mogul

source: Skeleton Minion
de: Skelett Häscher

source: Skeleton Sharpshooter
de: Skelett Scharfschütze

source: Xonun
de: Neidhart

source: Leecher Zombie
de: Parasiten-Zombie

source: Venom Antlion
de: Giftige Hundsameise

source: Fire Sentry
de: Feuerwächter

source: Ice Sentry
de: Eiswächter

source: Blaze Skeleton
de: Feuerschein-Skelett

source: Frost Skeleton
de: Frostiges Skelett

source: Skeleton Protector
de: Skelett-Beschützer

source: Fossilized Antlion
de: Versteinerte Hundsameise

source: Antlion Larva
de: Hundsameisen-Larve

source: Goblin Thief
de: Diebischer Goblin

source: Shadowstep Skeleton
de: Schattenreich-Skelett

source: Zombie Miner
de: Zombie-Minenexperte

source: Vomit Zombie
de: Kotzzombie

source: Firethorn Antlion
de: Feuerdorn-Hundsameise

source: Sonic Goblin
de: Klingender Goblin

source: Shocker Skeleton
de: Schocker-Skelett

source: Shivering Antlion
de: Zitternde Hundsameise

source: Arzoz
de: Arzach

source: Hobgoblin
de: Hüpfgoblin

source: Hobgoblin Archer
de: Hüpfgoblin Schütze

source: Kayl
de: Gunhilde

source: Lorund
de: Fasold

source: Nerin
de: Fehild

source: Skeleton Guardian
de: Wächter-Skelett

source: Vohn
de: Eckart

source: Ancient Wyvern
de: Antikes Wyvern

source: Forgotten Grave
de: Vergessenes Grab

source: Ogel
de: Farold

source: Rakk
de: Herrmann

source: Goblin Runner
de: Renngoblin

source: Goblin Scamp
de: Lumpen-Goblin

source: Cracked Skeleton
de: Gebrochenes Skelett

source: Cursed Zombie
de: Verfluchter Zombie

source: Rotting Zombie
de: Verrottender Zombie

source: Goblin Charger
de: Goblin Angreifer

source: Goblin Chief
de: Goblin Häuptling

source: Goblin Spearman
de: Goblin Speerwerfer

source: Skeleton
de: Skelett

source: Skeleton Archer
de: Skelettschütze

source: Cursed Grave
de: Verfluchtes Grab

source: Skeleton Fire Mage
de: Skelett Feuermagier

source: Skeleton Ice Mage
de: Skelett Eismagier

source: Skeleton Knight
de: Skelett Ritter

source: Skeleton Sniper
de: Skelett Scharfschütze

source: Bloodthirsty Zombie
de: Blutdurstiger Zombie

source: Zombie Brute
de: Raufbold-Zombie

source: Iceclaw Zombie
de: Eisklauen-Zombie

source: Geno
de: Barabas

source: Seagate
de: Meertor

source: Seagate's Tombstone
de: Grabstein des Meertor

source: Antlion
de: Hundsameise

source: Antlion Freezer
de: Vereiser-Hundsameise

source: Frozen Corpse
de: Gefrorener Leichnam

source: Goblin Hurler
de: Goblin Schleuderer

source: Goblin Vanguard
de: Goblin Beschützer

source: Skeleton Frostsword
de: Skelett-Frostschwert

source: Antlion Burster
de: Hundsameisen-Bomber

source: Frostbite Antlion
de: Frostbiß-Hundsameise

source: Antlion Hatchling
de: Hundsameisen-Grünling

source: Antlion Slasher
de: Hundsameisen-Hauer

source: Antlion Spitter
de: Hundsameisen-Spucker

source: Skeleton Assassin
de: Skelett Assassine

source: Skeleton Frost Mage
de: Skelett Frostmagier

source: Antlion Queen
de: Hundsameisen-Königin

source: Skeleton Basher
de: Skelett Prügler

source: Vampiric Zombie
de: Vampir-Zombie

source: Fire Wyvern
de: Feuer-Wyvern

source: Ice Wyvern
de: Eis-Wyvern

source: Antlion Sprayer
de: Hundsameisen-Sprenkler

source: Goblin Hunter
de: Goblin-Jäger

source: Goblin Shaker
de: Goblin-Beutler

source: Goblin Sprinter
de: Goblin-Läufer

source: Your Summoned Zombie
de: Dein gerufener Zombie

source: Abandoned Mines
de: Aufgegebene Minen

source: Blackmire Mines
de: Blackmire Minen

source: Treasure Chest
de: Schatztruhe

source: Crate
de: Kiste

source: Barrel
de: Faß

source: The Breach
de: Die Bruchzone

source: Grot Lagoon
de: Grotten-Lagune

source: Antlion Nest
de: Hundsameisen-Nest

source: Temple of Mez: Basement
de: Tempel von Mez: Kellergeschoß

source: Arrival
de: Ankunft

source: River Trail
de: Wanderweg am Fluß

source: Black Oak City
de: Schwarz-Eichen-Stadt

source: Black Oak Farm
de: Schwarz-Eichen-Hof

source: Supplies
de: Vorräte

source: Wizard's Tower: Entrance Hall
de: Hexenturm: Eingangshalle

source: Southern Ridge
de: Südlicher Wall

source: Dilapidated Sewers
de: Marode Kanalisation

source: Lumber
de: Bauholz

source: Blackmire Mines waypoint discovered.
de: Sprungtor zu Blackmire Minen gefunden

source: Hyperspace
de: Hyperraum

source: Lake Kuuma
de: Kuuma See

source: Book of the Dead
de: Totenbuch

source: Perdition Harbor
de: Hafen der Verdammnis

source: Salted Field
de: Versalzenes Feld

source: Quest added.
de: Queste hinzugefügt

source: You sign your name in the Book of the Dead. The Black Quill vanishes and the inkwell is dry. You hope this worked.
de: Du schreibst deinen Namen in das Totenbuch. Der Schwarze Federkiel verschwindet und das Tintenfaß wird trocken. Du kannst jetzt nur noch hoffen.

source: Dilapidated Sewers waypoint discovered.
de: Sprungtor zu Marode Kanalisation gefunden.

source: Fort Nasu
de: Festung Nasu

source: Family Crypt
de: Familien-Gruft

source: Switch
de: Schalter

source: Ardwen (1308-1364), founder of Lochport
de: Ardwen (1308-1364), Gründer von Lochport

source: In Memoriam
de: Im Gedenken

source: Lochport Cemetery
de: Lochport Friedhof

source: The coffin has a small slot the size of Ardwen's ring. You place the ring in the slot.
de: Der Sarg zeigt einen Einschnitt von der Größe Ardwens Rings. Du steckst den Ring hinein.

source: Ardwen's Coffin
de: Ardwens Sarg

source: The switch won't budge.
de: Der Schalter bewegt sich nicht.

source: Reset quest: "Trapped in the Crypt"
de: Queste zurücksetzen: "Gefangen in der Gruft"

source: Fort Amir
de: Festung Amir

source: Opening the book reveals that it has been hollowed out. A gem is concealed inside.
de: Beim Öffnen des Buches zeigt sich, daß es ausgehöhlt ist. Ein Juwel ist darin verborgen.

source: Book
de: Buch

source: The statue is missing an eye. The sapphire fits securely in the statue's eye socket.
de: Bei der Statue fehlt ein Auge. Der Saphir paßt genau in die leere Augenhöhle.

source: The statue is missing an eye.
de: Bei der Statue fehlt ein Auge.

source: The bookcase slides back and reveals a hidden path.
de: Der Bücherschrank gleitet zurück und eröffnet einen versteckten Weg.

source: Book Stand
de: Bücherregal

source: As you enter the throne room, you see an Altar with a wooden figurine placed upon it.
de: Als du den Thronraum betrittst siehst du einen Altar, auf dem eine hölzerne Figur platziert ist.

source: Strange Book
de: Seltsames Buch

source: Goblin Camp
de: Goblinlager

source: Stonewood
de: Steinwald

source: Merrimead Swamp
de: Freudentrank Sumpf

source: Goblin Cave
de: Goblinhöhle

source: Gravestone
de: Grabstein

source: Halls of Infinity
de: Hallen der Unendlichkeit

source: Mine Cart
de: Karren

source: Stalagmite Pillar
de: Stalagmitensäule

source: Underworld Stronghold: Barracks
de: Unterweltliche Zwingburg: Kasernen

source: The plaque reads: "1".
de: Die Tafel besagt: "1".

source: Plaque
de: Tafel

source: The plaque reads: "2".
de: Die Tafel besagt: "2".

source: The plaque reads: "3".
de: Die Tafel besagt: "3".

source: The plaque reads: "4".
de: Die Tafel besagt: "4".

source: The altar is empty.
de: Der Altar ist leer.

source: You place the figure on the altar.
de: Du stellst die Figur auf den Altar.

source: St. Maria: Prison
de: Hl. Maria: Gefängnis

source: Stormrock Pass
de: Sturmfelsen-Paß

source: Temple of Mez: Main Hall
de: Tempel von Mez: Haupthalle

source: Nazia Underground
de: Nazia Untergrund

source: Wizard's Tower: Research Chambers
de: Hexenturm: Forschungskammern

source: Underworld Catacombs
de: Unterwelt Katakomben

source: Boat
de: Boot

source: St. Maria: Mausoleum
de: Hl. Maria: Mausoleum

source: Lochport Cemetery waypoint discovered.
de: Sprungtor zum Friedhof von Lochport entdeckt.

source: Mog Caverns
de: Mog-Kavernen

source: Waterlogged Support Beam
de: Wassergetränkter Tragebalken

source: Moldy Rock
de: Schimmliger Fels

source: Pile of Bones
de: Knochenhaufen

source: Blocked Mine Cart
de: Blockierter Karren

source: Nazia Highlands
de: Nazia Hochland

source: Nazia Mines
de: Nazia Minen

source: Empty Mine Cart
de: Leerer Minenkarren

source: By itself, this mine cart can't break open the rubble.
de: Alleine der Minenkarren kann das Geröll nicht aufbrechen.

source: Reset Quest: "Trapped!"
de: Queste zurücksetzen: "Gefangen!"

source: Nazia Underground waypoint discovered.
de: Sprungtor zum Nazia Untergrund entdeckt.

source: Oasis
de: Oase

source: Underworld Mines
de: Unterwelt Minen

source: Shared Stash
de: Gemeinsamer Speicher

source: Perdition Harbor waypoint discovered.
de: Sprungtor zum Hafen der Verdammnis entdeckt.

source: Perdition Mines
de: Minen der Verdammnis

source: Krolan's Chest
de: Krolans Kasten

source: This door needs a key to be opened.
de: Diese Türe kann nur mit einem Schlüssel geöffnet werden.

source: Locked Door
de: Verschlossene Türe

source: St. Maria: Prison waypoint discovered.
de: Sprungtor zu Hl. Maria: Gefängnis entdeckt.

source: St. Maria: Crypt
de: Hl. Maria: Gruft

source: The plaque reads: Grave of the Saints
de: Die Tafel besagt: Grab der Heiligen

source: You remove the gravebloom flower from the Altar.
de: Du entfernst die Grabblüten-Blume vom Altar.

source: There is a gravebloom flower on the altar, but it is frozen in place.
de: Auf dem Altar liegt eine Grabblüten-Blume, aber sie ist festgefroren.

source: The gravebloom flower laid upon the altar has thawed.
de: Die Grabblüten-Blume auf dem Altar ist aufgetaut.

source: Stonewood waypoint discovered.
de: Sprungtor zum Steinwald entdeckt.

source: Stormrock Pass waypoint discovered.
de: Sprungtor zum Sturmfelsen Paß entdeckt.

source: Stormrock Ruins
de: Ruinen am Sturmfelsen

source: Temple of Mez: Main Hall waypoint discovered.
de: Sprungtor zum Tempel von Mez: Haupthalle entdeckt.

source: The plaque reads: Red Altar
de: Die Tafel besagt: Roter Altar

source: Temple of Mez: Entrance
de: Tempel von Mez: Eingang

source: Red Altar
de: Roter Altar

source: The Pit
de: Die Grube

source: It's locked.
de: Verschlossen!

source: Torture Chambers
de: Folterkammern

source: Underworld
de: Unterwelt

source: Upon touching the book, you are teleported to a strange room.
de: Indem du das Buch berührst, wirst du in einen seltsamen Raum teleportiert.

source: Bookshelf
de: Bücherregal

source: The warden's notes vanish!
de: Die Notizen des Wächters verschwinden!

source: Warden's Crate
de: Lattenkiste des Wächters

source: Underworld Catacombs waypoint discovered.
de: Sprungtor zu den Unterwelt-Katakomben entdeckt.

source: Underworld Stronghold: Foyer
de: Zwingburg der Unterwelt: Eingangshalle

source: Underworld Stronghold: Barracks waypoint discovered.
de: Sprungtor zur Zwingburg der Unterwelt: Kasernen entdeckt.

source: Wizard's Tower: Research Chambers waypoint discovered.
de: Sprungtor zum Hexenturm: Forschungskammern entdeckt.

source: Wizard's Tower: Laboratory
de: Hexenturm: Labor

source: The plaque reads: Underworld Gate
de: Die Tafel sagt: Tor zur Unterwelt

source: Return to Empyrean
de: Rückkehr zu Empyrean

source: The Book of the Dead states redemption is possible for those who sign their name in gravebloom ink. Florin in Perdition Harbor can tell you more.
de: Das Totenbuch besagt, Erlösung ist möglich für diejenigen, die ihren Namen in Grabblüten-Tinte hineinschreiben. Florin im Hafen der Verdammnis weiß mehr.

source: Before leaving St. Maria's Crypt, it would be wise to look for anything useful.
de: Bevor du die Hl. Maria Gruft verläßt, wäre es ratsam nach etwas Nützlichem Ausschau zu halten.

source: Ask Florin about the Gravebloom flower.
de: Frage Florin nach der Grabblüten-Blume.

source: You've found a gravebloom flower. It is a primary component in the creation of gravebloom ink.
de: Du hast eine Grabblüten-Blume gefunden. Sie ist die wichtigste Zutat um die Grabblüten-Tinte herzustellen.

source: A strange black feather fell off of Mez. You should take it before leaving the Temple of Mez.
de: Eine seltsame schwarze Feder ist dem Mez entfallen. Du solltest sie mitnehmen bevor du den Tempel verläßt.

source: Ask Florin about the Black Quill.
de: Frage Florin nach dem Schwarzen Federkiel.

source: The Black Quill you found is the only thing capable of holding gravebloom ink. It will be the only way to write in the Book of the Dead.
de: Der Schwarze Federkiel ist das einzige Ding, das Grabblüten-Tinte aufnehmen kann. Nur damit wirst du in der Lage sein, im Totenbuch zu schreiben.

source: Before leaving the Wizard's Tower, you should take the knife that Metzger dropped.
de: Bevor du den Hexenturm verläßt, solltest du das Messer nehmen, das Metzger fallen gelassen hat.

source: Ask Florin about the Knife of Sacrifices.
de: Frage Florin nach dem Messer der Opferungen.

source: Gravebloom ink requires a sample of your blood to be drawn with the Knife of Sacrifices. This must take place at the Red Altar in the Temple of Mez.
de: Die Grabblüten-Tinte braucht etwas von deinem Blute, das mit dem Messer der Opferungen eröffnet wurde. Das alles muß vor dem Roten Altar im Tempel des Mez geschehen!

source: Having completed the ritual at the Red Altar, return to Florin to proceed with creating the gravebloom ink.
de: Nachdem du das Ritual am Roten Altar vollzogen hast, kehre zu Florin zurück und fahre mit der Herstellung der Tinte fort!

source: The time has come. Write your name in the Book of the Dead and gain entry to the Underworld.
de: Deine Zeit ist gekommen! Schreibe deinen Namen in das Totenbuch und erhalte Zugang zum Reich der Unterwelt!

source: Make your way to the Underworld. A portal to the Underworld was located in the Wizard's Tower. Once you are there, search for a way to return to Empyrean.
de: Beschreite den Weg zur Unterwelt! Ein Portal dazu liegt im Hexenturm. Wenn du einmal da bist, suche auch nach einem Weg zurück nach Empyrean!

source: You've found a stronghold in the Underworld. If there is a way back to Empyrean, it is through here.
de: Du hast eine Burg in der Unterwelt entdeckt. Wenn es eine Weg zurück nach Empyrean gibt, dann wird er wohl hier durchkommen.

source: Face what awaits you in The Pit.
de: Gewahre was dich in der Grube erwartet!

source: Krolan's Missing
de: Krolan wird Vermißt

source: Travel to the Perdition Mines and look for Krolan.
de: Reise nach den Minen der Verdammnis und suche nach Krolan.

source: Use Krolan's key to search his chest.
de: Benutze Krolans Schlüssel um seinen Schrank zu untersuchen.

source: Return to Udana and inform her of Krolan's death.
de: Kehre zu Udana zurück und berichte ihr über Krolans Tod.

source: The Merchant's Journal
de: Des Händlers Tagebuch

source: Find Abasi's journal. It is likely being carried by a nearby goblin.
de: Finde Abasis Tagebuch! Wahrscheinlich wird es von einem nahen Goblin getragen.

source: Find Abasi's journal. He said that it was last seen near the Goblin Cave.
de: Finde Abasis Tagebuch! Er sagt, er hätte es zuletzt nahe der Goblin-Höhle gesehen.

source: Return the journal to Abasi.
de: Kehre zum Tagebuch des Abasi zurück!

source: Trapped in the Crypt
de: Gefangen in der Gruft

source: Find a way to escape the Family Crypt.
de: Finde einen Weg, um aus der Familiengruft zu entkommen.

source: You found a strange ring. Maybe it will aid in escaping the Family Crypt.
de: Du hast einen sonderbaren Ring gefunden. Vielleicht hilft er dir, aus der Familiengruft zu entkommen?

source: Defeat Ardwen.
de: Besiege Ardwen!

source: Ardwen has been defeated. The lever near his coffin will likely open the nearby gate.
de: Ardwen ist besiegt! Der Hebel bei seinem Grab wird vermutlich das nahe gelegene Tor öffnen.

source: The One-Eyed Guardians
de: Die Einäugigen Wächter

source: Investigate the statues in the Fort Amir throne room.
de: Untersuche die Statuen im Thronsaal der Festung Amir.

source: You found a strange sapphire inside one of Fort Amir's books.
de: Du hast einen sonderbaren Saphir in einem Buch der Festung Amir gefunden.

source: Gruzza dropped a strange sapphire.
de: Gruzza hat einen seltsamen Saphir fallen gelassen.

source: The bookcase in the Fort Amir throne room opened up, revealing a secret passage.
de: Hinter dem Buchregal in der Festung Amir wurde einen Geheimgang entdeckt.

source: Brother?
de: Bruder?

source: Ort gave you a ruby. It seemed like he wanted it delivered to someone he would call "brother".
de: Ort hat dir einen Rubin gegeben. Offenbar wollte er ihn an jemanden aushändigen, den er "Bruder" nennen durfte.

source: Locked Out
de: Ausgesperrt

source: The door to the Stormrock Ruins is locked. There must be a way to unlock it.
de: Der Eingang zu den Ruinen am Sturmfelsen ist verschlossen. Es muß einen Weg geben, ihn zu öffnen.

source: Aldwulf wants you to get the key to unlock the Stormrock Ruins. It should be hidden somewhere in the camp south of Stonewood.
de: Aldwulf möchte, daß du den Schlüssel zu den Ruinen am Sturmfelsen auftreibst. Er muß sich irgendwo in dem Lager südlich von Steinwald befinden.

source: You found the key to the Stormrock Ruins. You should return there and speak to Aldwulf.
de: Du hast den Schlüssel zu den Ruinen am Sturmfelsen gefunden. Du solltest dorthin zurückkehren und mit Aldwulf sprechen.

source: Trapped!
de: Gefangen!

source: The path behind you has caved in. Find a way to escape the Nazia Mines.
de: Der Fußweg hinter dir ist eingebrochen. Finde eine Möglichkeit, den Nazia Minen zu entkommen.

source: You found some sticks of dynamite. Those should be useful.
de: Du hast ein paar Stangen Dynamit gefunden. Die könnten noch nützlich sein.

source: You successfully cleared the rubble and can safely escape the Nazia Mines.
de: Du hast das Geröll beiseite geräumt und kannst nun sicher den Minen entkommen.

source: The Lost Soul of the Mog Caverns
de: Die verlorene Seele der Mog Kavernen

source: You found a mysterious note in the Mog Caverns. Maybe its directions will lead to treasure?
de: Du hast ein geheimnisvolle Notiz in den Mog Kavernen gefunden. Könnte es sich um Anweisungen für eine Schatzsuche handeln?

source: You found another note. Keep following the trail.
de: Du hast eine weitere Notiz gefunden. Folge der Spur weiter!

source: A secret passage has been unveiled.
de: Ein Geheimgang wurde enthüllt.

source: An Unusual Name...
de: Ein ungewöhnlicher Name ...

source: Discover a way to open the entrance door in Fort Nasu.
de: Finde einen Weg, um Eingang in die Festung Nasu zu erhalten.

source: Discover a way to open the library door in Fort Nasu.
de: Finde einen Weg, um die Türe zur Bibliothek in der Festung Nasu zu öffnen.

source: Discover a way to open the pit room door in Fort Nasu.
de: Finde einen Weg, um die Türe zum Grubenraum in der Festung Nasu zu öffnen.

source: Discover a way to open the final door in Fort Nasu.
de: Finde einen Weg, um die letzte Türe in der Festung Nasu zu öffnen.

source: Defeat Buchi.
de: Besiege Buchi!

source: Warden's Notes
de: Notizen des Wächters

source: Find a way to get to the treasure in the Torture Chambers.
de: Finde einen Weg, um zum Schatz in den Folterkammern zu gelangen.

source: You found some notes belonging to the prison warden.
de: Du hast einige Notizen des Gefängniswärters gefunden.

source: You successfully made it through the warden's traps.
de: Du hast es über die Fallen des Wärters geschaft.

source: You disabled the barriers in the Torture Chambers.
de: Du hast die Hindernisse in den Folterkammern ausgeschaltet.

source: Fallen Comrades
de: Gefallene Kameraden

source: Martigan has asked you to destroy the undead corpses of his former companions. He has also asked that you return with proof that you have done so.
de: Martigan hat dich gebeten, die untoten Leichname seiner früheren Kameraden zu zerstören. Er ersucht dich auch, mit einem Beweis des Vollzugs zurückzukehren.

source: You have slain Lorund and recovered his sword.
de: Du hast Fasold getötet und sein Schwert mitgenommen.

source: You have slain Nerin and recovered her bow.
de: Du hast Fehild getötet und ihren Bogen mitgenommen.

source: You have slain Kayl and recovered her staff.
de: Du hast Gunhilde getötet und ihren Stab mitgenommen.

source: Abasi, Traveling Merchant
de: Abasi, Fahrender Händler

source: Talk
de: Reden

source: Be careful on these roads. Those goblins are nothing but trouble.
de: Sei wachsam auf den Wegen! Diese Goblins machen nur Ärger.

source: Thanks for the warning.
de: Danke für die Warnung.

source: It's the least I can do.
de: Das Wenigste, was ich für dich tun kann.

source: When I awoke this morning, my journal was missing. No doubt one of those filthy green creatures stole it from me.
de: Als ich heute Morgen erwachte, war mein Tagebuch verschwunden. Zweifellos haben es mir diese verlumpten grünen Kreaturen gestolen.

source: If you come across my journal in your travels, please return it to me.
de: Wenn du auf deinen Fahrten meinem Tagebuch begegnest, dann bring es bitte zurück!

source: Journal
de: Tagebuch
