Repository: Smujb/fallen-kingdom
Catalog: languages/data.*.po
Languages: de

source: Wandering Loot Ring
de: Beutering des Wanderers

source: Amir Blade
de: Amir Klinge

source: A remnant of those who guarded Fort Amir.
de: Ein Überbleibsel derer, die die Festung Amir beschützten.

source: Huntsman Bow
de: Jagdbogen

source: Compact enough to be deadly at all ranges of combat.
de: Fest genug um auf jede Kampfdistanz tödlich zu wirken.

source: Greed Cowl
de: Kutte der Gier

source: Riches fit for a queen.
de: Reichtümer, einer Königin würdig.

source: Battle Leathers
de: Schlachtenleder

source: Designed to keep its wearer moving forward.
de: Hergestellt um den Träger in Bewegung zu halten.

source: Escape Boots
de: Fluchtstiefel

source: Running away doesn't mean the battle is lost.
de: Wegzurennen heißt nicht, daß die Schlacht verloren ist.

source: Mez's Wraps
de: Überwurf des Mez

source: With its layers of reptilian skin, not much can penetrate this armor.
de: Mit seinen Schichten von Reptilienhaut kann nicht viel die Panzerung durchdringen.

source: Warlord Chain Coif
de: Ketten-Haube des Kriegsherrn

source: Sniper Chain Coif
de: Ketten-Haube des Scharfschützen

source: Archwizard Silk Hood
de: Seidenhaube des Erzmagiers

source: Warlord Chain Cuirass
de: Ketten-Harnisch des Kriegsherrn

source: Sniper Chain Cuirass
de: Ketten-Harnisch des Scharfschützen

source: Archwizard Silk Vest
de: Seidene Weste des Erzmagiers

source: Warlord Chain Greaves
de: Kettenschienen des Kriegsherrn

source: Sniper Chain Greaves
de: Kettenschienen des Scharfschützen

source: Archwizard Silk Skirt
de: Seidener Rock des Erzmagiers

source: Warlord Chain Boots
de: Ketten-Stiefel des Kriegsherrn

source: Sniper Chain Boots
de: Ketten-Stiefel des Scharfschützen

source: Archwizard Silk Boots
de: Seidene Stiefel des Erzmagiers

source: Warlord Chain Gloves
de: Ketten-Handschuhe des Kriegsherrn

source: Sniper Chain Gloves
de: Ketten-Handschuhe des Scharfschützen

source: Archwizard Silk Sleeves
de: Seidene Stülper des Erzmagiers

source: Master Warrior Leather Belt
de: Ledergürtel des Meisterkriegers

source: Master Ranger Pendant
de: Anhänger des Meister-Waldläufers

source: Master Wizard Spellbook
de: Zauberbuch des Meistermagiers

source: Warlord Longsword
de: Langschwert des Kriegsherrn

source: Sniper Longbow
de: Langbogen des Scharfschützen

source: Archwizard Staff
de: Stab des Erzmagiers

source: Templar Crest Shield
de: Templer Kronenschild

source: Master Blaze Ring
de: Brandring des Meisters

source: Master Freeze Ring
de: Frostring des Meisters

source: Master Shock Ring
de: Schockring des Meisters

source: Master Gloom Ring
de: Meisterring der Dunkelheit

source: Master Intellectual Ring
de: Meisterring der Schläue

source: Master Lucrative Ring
de: Meisterring der Erwerbstätigkeit

source: Master Artifact Ring
de: Artefakt-Ring des Meisters

source: Summon Zombie Scroll
de: Rolle des Zombie-Rufs

source: Use: Summon a zombie to fight for you
de: Rufe einen Zombie um für dich zu kämpfen

source: Perdition Scroll
de: Rolle der Verdammnis

source: Use: Teleport to Perdition Harbor
de: Teleportiere zum Hafen der Verdammnis

source: Shield Scroll
de: Schildrolle

source: Use: Create a magical shield that absorbs damage
de: Erzeuge einen magischen Schild, der Schaden aufnimmt

source: Fireball Scroll
de: Rolle der Feuersbrunst

source: Use: Shoot a fireball
de: Verschieße eine Feuerkugel

source: Ice Bolt Scroll
de: Rolle des Eisüberfalls

source: Use: Shoot an ice bolt
de: Verschieße einen Eisblitz

source: Haste Scroll
de: Rolle der Eile

source: Use: Move at an increased speed for a limited time
de: Bewege dich für kurze Zeit mit erhöhter Geschwindigkeit

source: Immunity Scroll
de: Rolle der Immunität

source: Use: Remove debuffs and become immune to debuffs for a limited time
de: Entferne Schwächungen und werde für kurze Zeit immun gegen Schwächungen

source: Reflection Scroll
de: Rolle der Reflektion

source: Use: Creates a magical shield that reflects projectiles and damage for a limited time
de: Erzeugt einen magischen Schild, der für kurze Zeit Geschosse und Schaden zurückwirft

source: Warrior Leather Hood
de: Lederhaube des Kriegers

source: Ranger Leather Hood
de: Lederhaube des Waldläufers

source: Wizard Wool Hood
de: Wollene Haube des Magiers

source: Warrior Leather Tunic
de: Lederpanzer des Kriegers

source: Ranger Leather Tunic
de: Lederpanzer des Waldläufers

source: Wizard Wool Vest
de: Wollweste des Magiers

source: Warrior Leather Pants
de: Lederhosen des Kriegers

source: Ranger Leather Pants
de: Lederhosen des Waldläufers

source: Wizard Wool Skirt
de: Wollrock des Magiers

source: Warrior Leather Boots
de: Lederstiefel des Kriegers

source: Ranger Leather Boots
de: Lederstiefel des Waldläufers

source: Wizard Wool Boots
de: Wollene Stiefel des Magiers

source: Warrior Leather Gloves
de: Lederhandschuhe des Kriegers

source: Ranger Leather Gloves
de: Lederhandschuhe des Waldläufers

source: Wizard Wool Sleeves
de: Wollene Armschoner des Magiers

source: Adventurer Fighting Leather Belt
de: Kampf-Ledergürtel des Abenteurers

source: Adventurer Recon Pendant
de: Erkenntnisreicher Anhänger des Abenteurers

source: Adventurer Sorcerer Spellbook
de: Zauberbuch des Abenteurers

source: Warrior Shortsword
de: Kurzschwert des Kriegers

source: Ranger Shortbow
de: Kurzer Bogen des Waldläufers

source: Wizard Rod
de: Rute des Zauberers

source: Paladin Iron Buckler
de: Eiserner Schild des Paladin

source: Adventurer Burn Ring
de: Brandring des Abenteurers

source: Adventurer Frost Ring
de: Frostring des Abenteurers

source: Adventurer Electric Ring
de: Stromring des Abenteurers

source: Adventurer Shadow Ring
de: Schattenring des Abenteuers

source: Adventurer Knowledge Ring
de: Wissensring des Abenteuers

source: Adventurer Prosperity Ring
de: Wohlstandsring des Abenteurers

source: Adventurer Loot Ring
de: Beutering des Abenteurers

source: Lost Totem
de: Verlorenes Totem

source: The ancient scripture contained appears to be some sort of magic.
de: Die enthaltene alte Schrift scheint eine Art von Magie zu sein.

source: Mog's Axe
de: Mogs Axt

source: Not as sleek as an arrow, but just as effective.
de: Nicht so glatt wie ein Pfeil aber genauso wirksam.

source: Guardsman Cuirass
de: Harnisch der Gardisten

source: Inferno Pendant
de: Anhänger des Infernos

source: Hot. Hot. Hot.
de: Heiß. Heiß. Heiß.

source: Alchemist's Skirt
de: Umhang des Alchemisten

source: Knowledge of formulating many concoctions bestows its wearer.
de: Dem Träger wird das Wissen um die Herstellung vieler Tränke verliehen.

source: Drinking potions may create another potion of the same type.
de: Ein Trank zu gebrauchen kann auch einen weiteren Trank der selben Art erzeugen.

source: Metzger's Battlemace
de: Metzgers Schlachtenkeule

source: Swinging this mace around leaves a clouded trail of dark smoke.
de: Das Schwingen dieser Keule hinterläßt eine von dunklem Rauch vernebelte Spur.

source: Warlord Plate Helmet
de: Plattenhelm des Kriegsherrn

source: Sniper Plate Helmet
de: Plattenhelm des Scharfschützen

source: Archwizard Velvet Hood
de: Samtene Kappe des Erzmagiers

source: Warlord Plate Cuirass
de: Plattenharnisch des Kriegsherrn

source: Sniper Plate Cuirass
de: Plattenharnisch des Scharfschützen

source: Archwizard Velvet Vest
de: Samtweste des Erzmagiers

source: Warlord Plate Greaves
de: Geplättete Beinschienen des Kriegsherrn

source: Sniper Plate Greaves
de: Geplättete Beinschienen des Scharfschützen

source: Archwizard Velvet Skirt
de: Samtrock des Erzmagiers

source: Warlord Plate Boots
de: Geplättete Stiefel des Kriegsherrn

source: Sniper Plate Boots
de: Geplättete Stiefel des Scharfschützen

source: Archwizard Velvet Boots
de: Samtstiefel des Erzmagiers

source: Warlord Plate Gauntlets
de: Geplättete Handschuhe des Kriegsherrn

source: Sniper Plate Gauntlets
de: Geplättete Handschuhe des Scharfschützen

source: Archwizard Velvet Sleeves
de: Samtene Stülper des Erzmagiers

source: Master Warlord Leather Belt
de: Ledergürtel des Meister-Kriegsherrn

source: Master Sniper Pendant
de: Anhänger des Meister-Scharfschützen

source: Master Archwizard Spellbook
de: Zauberbuch des Meister-Erzmagiers

source: Warlord Greatsword
de: Großschwert des Kriegsherrn

source: Sniper Greatbow
de: Großer Bogen des Scharfschützen

source: Archwizard Greatstaff
de: Großer Stab des Erzmagiers

source: Templar Tower Shield
de: Turmschild des Templers

source: Master Inferno Ring
de: Meisterring des Infernos

source: Master Glacial Ring
de: Gletscherring des Meisters

source: Master Volt Ring
de: Stromring des Meisters

source: Master Void Ring
de: Leerer Ring des Meisters

source: Master Scholar Ring
de: Gelehriger Ring des Meisters

source: Master Affluence Ring
de: Reichtumsring des Meisters

source: Master Relic Ring
de: Reliquienring des Meisters

source: Warrior Chain Coif
de: Ketten-Haube des Kriegers

source: Ranger Chain Coif
de: Ketten-Haube des Waldläufers

source: Wizard Silk Hood
de: Samtene Kappe des Zauberers

source: Warrior Chain Cuirass
de: Ketten-Harnisch des Kriegers

source: Ranger Chain Cuirass
de: Ketten-Harnisch des Waldläufers

source: Wizard Silk Vest
de: Samtweste des Magiers

source: Warrior Chain Greaves
de: Kettenschienen des Kriegers

source: Ranger Chain Greaves
de: Kettenschienen des Waldläufers

source: Wizard Silk Skirt
de: Seidenkleid des Magiers

source: Warrior Chain Boots
de: Ketten-Stiefel des Kriegers

source: Ranger Chain Boots
de: Kettem-Stiefel des Waldläufers

source: Wizard Silk Boots
de: Seidene Stiefel des Magiers

source: Warrior Chain Gloves
de: Ketten-Handschuhe des Kriegers

source: Ranger Chain Gloves
de: Ketten-Handschuhe des Waldläufers

source: Wizard Silk Sleeves
de: Seidenärmel des Magiers

source: Adventurer Warrior Leather Belt
de: Ledergürtel des kriegerischen Abenteurers

source: Adventurer Ranger Pendant
de: Anhänger des laufenden Abenteurers

source: Adventurer Wizard Spellbook
de: Hexenbuch des Abenteurers

source: Warrior Longsword
de: Langschwert des Kriegers

source: Ranger Longbow
de: Langbogen des Waldläufers

source: Wizard Staff
de: Stab des Magiers

source: Paladin Crest Shield
de: Kronenschild des Paladin

source: Adventurer Blaze Ring
de: Brandring des Abenteurers

source: Adventurer Freeze Ring
de: Eisring des Abenteurers

source: Adventurer Shock Ring
de: Schockring des Abenteurers

source: Adventurer Gloom Ring
de: Dunkler Ring des Abenteurers

source: Adventurer Intellectual Ring
de: Geistreicher Ring des Abenteurers

source: Adventurer Lucrative Ring
de: Verdienstreicher Ring des Abenteurers

source: Adventurer Artifact Ring
de: Kunstreicher Ring des Abneteurers

source: Fighting Chain Coif
de: Ketten-Haube des Kämpfers

source: Recon Chain Coif
de: Ketten-Haube des Aufklärers

source: Sorcerer Silk Hood
de: Seidenhaube des Zauberers

source: Fighting Chain Cuirass
de: Ketten-Harnisch des Kämpfers

source: Recon Chain Cuirass
de: Ketten-Harnisch des Aufklärers

source: Sorcerer Silk Vest
de: Samtweste des Zauberers

source: Fighting Chain Greaves
de: Kettenschienen des Kämpfers

source: Recon Chain Greaves
de: Kettenschienen des Aufklärers

source: Sorcerer Silk Skirt
de: Seidenkleid des Zauberers

source: Fighting Chain Boots
de: Ketten-Stiefel des Kämpfers

source: Recon Chain Boots
de: Ketten-Stiefel des Aufklärers

source: Sorcerer Silk Boots
de: Seidenstiefel des Zauberers

source: Fighting Chain Gloves
de: Ketten-Handschuhe des Kämpfers

source: Recon Chain Gloves
de: Ketten-Handschuhe des Aufklärers

source: Sorcerer Silk Sleeves
de: Samtärmel des Zauberers

source: Wandering Warrior Leather Belt
de: Ledergürtel des wandernden Kriegers

source: Wandering Ranger Pendant
de: Anhänger des wandernden Waldläufers

source: Wandering Wizard Spellbook
de: Zauberbuch des wandernden Magiers

source: Fighting Longsword
de: Langschwert des Kämpfers

source: Recon Longbow
de: Langbogen des Aufklärers

source: Sorcerer Staff
de: Stab des Zauberers

source: Keeper Crest Shield
de: Kronenschild des Hüters

source: Wandering Blaze Ring
de: Brandring des Wanderers

source: Wandering Freeze Ring
de: Frostring des Wanderers

source: Wandering Shock Ring
de: Schockring des Wanderers

source: Wandering Gloom Ring
de: Dunkler Ring des Wanderers

source: Wandering Intellectual Ring
de: Geistreicher Ring des Wanderers

source: Wandering Lucrative Ring
de: Verdienstreicher Ring des Wanderers

source: Wandering Artifact Ring
de: Kunstreicher Ring des Wanderers

source: Chain Coif
de: Einfache Ketten-Haube

source: Chain Cuirass
de: Ketten-Harnisch

source: Chain Greaves
de: Ketten-Beinschienen

source: Chain Boots
de: Ketten-Stiefel

source: Chain Gloves
de: Ketten-Handschuhe

source: Silk Hood
de: Einfache Samtkappe

source: Silk Vest
de: Samtenen Weste

source: Silk Skirt
de: Samtenes Kleid

source: Silk Boots
de: Einfache Samtstiefel

source: Silk Sleeves
de: Einfache Samtärmel

source: Longsword
de: Langschwert

source: Longbow
de: Langbogen

source: Staff
de: Einfacher Stab

source: Crest Shield
de: Kronenschild

source: Plate Helmet
de: Plattenhelm

source: Plate Cuirass
de: Einfacher Plattenharnisch

source: Plate Greaves
de: Geplättete Beinschienen

source: Plate Boots
de: Geplättete Stiefel

source: Plate Gauntlets
de: Geplättete Stulpen

source: Velvet Hood
de: Samtene Kappe

source: Velvet Vest
de: Samtweste

source: Velvet Skirt
de: Einfaches Samtkleid

source: Velvet Boots
de: Einfache Samtstiefel

source: Velvet Sleeves
de: Samtene Stülper

source: Greatsword
de: Einfaches Großschwert

source: Greatbow
de: Einfacher Großbogen

source: Greatstaff
de: Einfacher Großstab

source: Tower Shield
de: Turmschild

source: Leather Hood
de: Einfache Lederkappe

source: Leather Tunic
de: Lederner Brustschild

source: Leather Pants
de: Lederhosen

source: Leather Boots
de: Lederstiefel

source: Leather Gloves
de: Lederne Handschuhe

source: Wool Hood
de: Wollene Kapuze

source: Wool Vest
de: Einfache Wollweste

source: Wool Skirt
de: Einfaches Wollkleid

source: Wool Boots
de: Wollene Stiefel

source: Wool Sleeves
de: Wollene Armschützer

source: Shortsword
de: Kurzschwert

source: Shortbow
de: Kurzbogen

source: Rod
de: Magische Rute

source: Iron Buckler
de: Eiserner Schutzschild

source: Krolan's Key
de: Krolans Schlüssel

source: Krolan's Emerald
de: Krolans Smaragd

source: Abasi's Journal
de: Abasis Tagebuch

source: St. Maria Mausoleum Key
de: Schlüssel zum Hl. Maria Mausoleum

source: St. Maria Prison Key
de: Schlüssel zum Hl. Maria Gefängnis

source: Strange Sapphire A
de: Seltsamer Saphir A

source: Strange Sapphire B
de: Seltsamer Saphir B

source: Bear Figurine
de: Bärenfigur

source: Wood sculpture of a bear. A "1" is carved into the bottom.
de: Hölzerne Skulptur eines Bären. Eine "1" ist im Boden graviert.

source: Owl Figurine
de: Figur einer Eule

source: Wood sculpture of an owl. A "2" is carved into the bottom.
de: Hölzerne Skulptur einer Eule. Eine "2" ist im Boden graviert.

source: Cat Figurine
de: Katzenfigur

source: Wood sculpture of a cat. A "3" is carved into the bottom.
de: Hölzerne Skulptur einer Katze. Eine "3" ist im Boden graviert.

source: Turtle Figurine
de: Figur einer Schildkröte

source: Wood sculpture of a turtle. A "4" is carved into the bottom.
de: Hölzerne Skulptur einer Schildkröte. Eine "4" ist im Boden graviert.

source: Stormrock Key
de: Schlüssel zum Sturmfelsen

source: Temple of Mez Basement Key
de: Schlüssel zum Kellergeschoß von Mez

source: Temple of Mez Main Hall Key
de: Schlüssel zur Haupthalle von Mez

source: Dynamite
de: Dynamit

source: Worn Note #1
de: Zerzauste Notiz #1

source: Worn Note #2
de: Zerzauste Notiz #2

source: Worn Note #3
de: Zerzauste Notiz #3

source: Worn Note #4
de: Zerzauste Notiz #4

source: Worn Note #5
de: Zerzauste Notiz #5

source: Wizard's Tower Entrance Key
de: Schlüssel zum Hexenturm

source: Wizard's Tower Research Hall Key
de: Schlüssel zur Forschungshalle im Hexenturm

source: Lorund's Sword
de: Schwert des Lorund

source: Nerin's Bow
de: Bogen der Fehild

source: Kayl's Staff
de: Stab der Gunhilde

source: Underworld Stronghold Foyer Key
de: Schlüssel zur Unterweltlichen Zwingburg, Foyer

source: Underworld Stronghold Barracks Key
de: Schlüssel zur Unterweltlichen Zwingburg, Baracken

source: Treasure Chest Key
de: Schlüssel zur Schatztruhe

source: An odor of iron and its abrasive petals make this rare plant easy to identify.
de: Ein Geruch nach Eisen und die geschmirgelten Blütenblätter lassen diese seltene Pflanze leicht erkennen.

source: This mysterious black feather has a very sharp follicle, making it a suitable writing utensil.
de: Diese sonderbare schwarze Feder weist ein besonders scharfes Follikel auf. Das macht sie zum idealen Schreibwerkzeug.

source: A dark, magical energy flows through the tip of this small blade.
de: Eine dunkle, magische Energie fließt durch die Spitze dieser kleinen Klinge.

source: Vial of Your Blood
de: Eine Phiole deines Blutes

source: Spoils of the Red Altar ritual.
de: Mitteilung über das Ritual am Roten Altar

source: Blood Inkwell
de: Blutiges Tintenfaß

source: According to Florin, this is the only ink capable of being used in the Book of the Dead.
de: Nach Angabe Florins ist dies die einzige Tinte, mit der im Buch der Toten geschrieben werden kann.

source: Fleshband
de: Fleischband

source: Smooth to the touch. Upon wearing it, it tightens itself around the finger.
de: Biegsam in der Berührung. Wenn es getragen wird, legt es sich dicht um den Finger.

source: Soulband
de: Seelenband

source: Glowing when worn, it clears the wearer's mind and allows them to deeply focus.
de: Beim Tragen leuchtend, so reinigt es den Geist des Besitzers und erlaubt ihm tiefe Konzentration.

source: Underworld Cloak
de: Mantel des Untergrunds

source: Underworld Platemail
de: Plattenpanzer des Untergrunds

source: Underworld Boots
de: Stiefel des Untergrunds

source: Underworld Armguards
de: Armschützer des Untergrunds

source: Underworld Greaves
de: Beinschienen des Untergrunds

source: Underworld Tome
de: Untergrund-Wälzer

source: Underworld Blade
de: Untergrund-Klinge

source: Underworld Bow
de: Untergrund-Bogen

source: Underworld Sceptre
de: Zepter des Untergrunds

source: Cloth Shirt
de: Stoffhemd

source: Cloth Pants
de: Stoffhosen

source: Cloth Sandals
de: Stoffsandalen

source: Cloth Gloves
de: Stoffhandschuhe

source: Dagger
de: Dolch

source: Slingshot
de: Steinschleuder

source: Wand
de: Zauberstab

source: Wood Buckler
de: Einfacher Holzschild

source: Warlord Leather Hood
de: Lederkappe des Kriegsherrn

source: Sniper Leather Hood
de: Lederkappe des Scharfschützen

source: Archwizard Wool Hood
de: Wollene Kappe des Erzmagiers

source: Warlord Leather Tunic
de: Lederner Brustschild des Kriegsherrn

source: Sniper Leather Tunic
de: Lederner Brustschild des Scharfschützen

source: Archwizard Wool Vest
de: Wollweste des Erzmagiers

source: Warlord Leather Pants
de: Lederhosen des Kriegsherrn

source: Sniper Leather Pants
de: Lederhosen des Scharfschützen

source: Archwizard Wool Skirt
de: Wollkleid des Erzmagiers

source: Warlord Leather Boots
de: Lederne Stiefel des Kriegsherrn

source: Sniper Leather Boots
de: Lederstiefel des Scharfschützen

source: Archwizard Wool Boots
de: Wollene Stiefel des Erzmagiers

source: Warlord Leather Gloves
de: Lederne Handschuhe des Kriegsherrn

source: Sniper Leather Gloves
de: Lederhandschuhe des Scharfschützen

source: Archwizard Wool Sleeves
de: Wollweste des Erzmagiers

source: Master Fighting Leather Belt
de: Ledergürtel des Meisterkämpfers

source: Master Recon Pendant
de: Anhänger des Meister-Aufklärers

source: Master Sorcerer Spellbook
de: Hexenbuch des Meister-Zauberers

source: Warlord Shortsword
de: Kurzschwert des Kriegsherrn

source: Sniper Shortbow
de: Kurzbogen des Scharfschützen

source: Archwizard Rod
de: Rute des Erzmagiers

source: Templar Iron Buckler
de: Eisenschild des Templers

source: Master Burn Ring
de: Brandring des Meisters

source: Master Frost Ring
de: Frostring des Meisters

source: Master Electric Ring
de: Stromring des Meisters

source: Master Shadow Ring
de: Schattenring des Meisters

source: Master Knowledge Ring
de: Wissensring des Meisters

source: Master Prosperity Ring
de: Wohlstandsring des Meisters

source: Master Loot Ring
de: Beutering des Meisters

source: Fighting Cloth Shirt
de: Stoffhemd des Kämpfers

source: Recon Cloth Shirt
de: Stoffhemd des Aufklärers

source: Sorcerer Cloth Shirt
de: Stoffhemd des Zauberers

source: Fighting Cloth Pants
de: Stoffhosen des Kämpfers

source: Recon Cloth Pants
de: Stoffhosen des Aufklärers

source: Sorcerer Cloth Pants
de: Stoffhosen des Zauberers

source: Fighting Cloth Sandals
de: Stoffsandalen des Kämpfers

source: Recon Cloth Sandals
de: Stoffsandalen des Aufklärers

source: Sorcerer Cloth Sandals
de: Stoffsandalen des Zauberers

source: Fighting Cloth Gloves
de: Stoffhandschuhe des Kämpfers

source: Recon Cloth Gloves
de: Stoffhandschuhe des Aufklärers

source: Sorcerer Cloth Gloves
de: Stoffhandschuhe des Zauberers

source: Wandering Leather Belt
de: Ledergürtel des Wanderers

source: Wandering Pendant
de: Anhänger des Wanderers

source: Wandering Spellbook
de: Zauberbuch des Wanderers

source: Fighting Dagger
de: Dolch des Kämpfers

source: Recon Slingshot
de: Steinschleuder des Aufklärers

source: Sorcerer Wand
de: Zauberstab des Zauberers

source: Keeper Wood Buckler
de: Holzschild des Hüters

source: Wandering Fire Ring
de: Feuerring des Wanderers

source: Wandering Ice Ring
de: Eisring des Wanderers

source: Wandering Lightning Ring
de: Blitzring des Wanderers

source: Wandering Dark Ring
de: Dunkler Ring des Wanderers

source: Wandering Experience Ring
de: Erfahrungsreicher Ring des Wanderers

source: Wandering Wealth Ring
de: Reichtumsring des Wanderers

source: Wandering Treasure Ring
de: Schatzring des Wanderers

source: Warrior Cloth Shirt
de: Stoffhemd des Wanderers

source: Ranger Cloth Shirt
de: Stoffhemd des Waldläufers

source: Wizard Cloth Shirt
de: Stoffhemd des Magiers

source: Warrior Cloth Pants
de: Stoffhosen des Kriegers

source: Ranger Cloth Pants
de: Stoffhosen des Waldläufers

source: Wizard Cloth Pants
de: Stoffhosen des Magiers

source: Warrior Cloth Sandals
de: Stoffsandalen des Kriegers

source: Ranger Cloth Sandals
de: Stoffsandalen des Waldläufers

source: Wizard Cloth Sandals
de: Stoffsandalen des Magiers

source: Warrior Cloth Gloves
de: Stoffhandschuhe des Kriegers

source: Ranger Cloth Gloves
de: Stoffhandschuhe des Waldläufers

source: Wizard Cloth Gloves
de: Stoffhandschuhe des Magiers

source: Adventurer Leather Belt
de: Ledergürtel des Abenteurers

source: Adventurer Pendant
de: Anhänger des Abenteurers

source: Adventurer Spellbook
de: Zauberbuch des Abenteurers

source: Warrior Dagger
de: Dolch des Kriegers

source: Ranger Slingshot
de: Steinschleuder des Waldläufers

source: Wizard Wand
de: Zauberstab des Magiers

source: Paladin Wood Buckler
de: Holzschild des Paladin

source: Adventurer Fire Ring
de: Feuerring des Abenteurers

source: Adventurer Ice Ring
de: Eisring des Abenteurers

source: Adventurer Lightning Ring
de: Blitzring des Abenteurers

source: Adventurer Dark Ring
de: Dunkler Ring des Abenteurers

source: Adventurer Experience Ring
de: Erfahrungsring des Abenteurers

source: Adventurer Wealth Ring
de: Reichtumsring des Abenteurers

source: Adventurer Treasure Ring
de: Schatzring des Abenteurers

source: Fighting Plate Helmet
de: Geplätteter Helm des Kämpfers

source: Recon Plate Helmet
de: Geplätteter Helm des Aufklärers

source: Sorcerer Velvet Hood
de: Samtene Kappe des Zauberers

source: Fighting Plate Cuirass
de: Plattenpanzer des Kämpfers

source: Recon Plate Cuirass
de: Plattenpanzer des Aufklärers

source: Sorcerer Velvet Vest
de: Samtweste des Zauberers

source: Fighting Plate Greaves
de: Geplättete Beinschienen des Kämpfers
