Repository: Smujb/fallen-kingdom
Catalog: languages/data.*.po
Languages: de

source: Recon Plate Greaves
de: Geplättete Beinschienen des Aufklärers

source: Sorcerer Velvet Skirt
de: Samtkleid der Zauberin

source: Fighting Plate Boots
de: Geplättete Stiefel des Kämpfers

source: Recon Plate Boots
de: Geplättete Stiefel des Aufklärers

source: Sorcerer Velvet Boots
de: Samtene Stiefel des Zauberers

source: Fighting Plate Gauntlets
de: Geplättete Stulpen des Kämpfers

source: Recon Plate Gauntlets
de: Geplättete Stulpen des Aufklärers

source: Sorcerer Velvet Sleeves
de: Samtärmel des Zauberers

source: Wandering Warlord Leather Belt
de: Ledergürtel des wandernden Kriegsherrn

source: Wandering Sniper Pendant
de: Anhänger des wandernden Scharfschützen

source: Wandering Archwizard Spellbook
de: Zauberbuch des wandernden Erzmagiers

source: Fighting Greatsword
de: Großschwert des Kämpfers

source: Recon Greatbow
de: Großbogen des Aufklärers

source: Sorcerer Greatstaff
de: Großstab des Zauberers

source: Keeper Tower Shield
de: Turmschild des Hüters

source: Wandering Inferno Ring
de: Infernoring des Wanderers

source: Wandering Glacial Ring
de: Gletscherring des Wanderers

source: Wandering Volt Ring
de: Stromring des Wanderers

source: Wandering Void Ring
de: Leerer Ring des Wanderers

source: Wandering Scholar Ring
de: Gelehriger Ring des Wanderers

source: Wandering Affluence Ring
de: Reichtumsring des Wanderers

source: Wandering Relic Ring
de: Reliquienring des Wanderers

source: Wolf's Eye
de: Wolfsauge

source: Improves the ability to hit and critically wound enemies.
de: Verschärft die Fähigkeit zu treffen und einen kritischen Schlag auszuführen.

source: Shoot
de: Schießen

source: Basic ranged attack.
de: Grundlegender Fernwaffenangriff

source: Rapid Fire
de: Schnellfeuer

source: Fire five low power missiles in quick succession.
de: Verschieße fünf Geschosse geringerer Kraft in schneller Abfolge.

source: Bear Trap
de: Bärenfalle

source: This trap deals extra ranged weapon damage and immobilizes the target.
de: Diese Falle erhöht den Fernwaffenschaden und macht das Ziel zeitweilig unbeweglich.

source: Ember Shot
de: Glutwurf

source: Fire a spray of burning embers at close range. Effective against armored enemies.
de: Verschieße brennende Glutstücke im Nahbereich. Sehr wirksam gegen gepanzerte Gegner.

source: Multishot
de: Mehrfachschuß

source: Shoot three projectiles simultaneously.
de: Verschieße drei Projektile gleichzeitig.

source: Caltrops
de: Krähenfüße

source: This trap deals reduced ranged weapon damage and slows the target.
de: Diese Falle verursacht einigen Fernkampfschaden und verlangsamt das Ziel.

source: Move at an increased speed for a limited time.
de: Bewege dich für eine beschränkte Zeit mit größerer Geschwindigkeit.

source: Piercing Shot
de: Durchbohrender Schuß

source: Fire a shot that ignores armor and goes through multiple enemies.
de: Feuere einen Schuss ab, der Rüstungen ignoriert und mehrere Gegner durchschlägt.

source: Burn
de: Verbrennen

source: Blast multiple enemies in a distant area with fire.
de: Richte deine Feinde in einem entfernten Gebiet mit Feuer zugrunde.

source: Ice Bolt
de: Eisblitz

source: Launch a chunk of ice that slows enemies.
de: Schleudere Eishagel, der den Gegnern schwer zusetzt.

source: Thunderstrike
de: Donnerschlag

source: Shock
de: Schock

source: Shoot a ball of electricity that is extra effective against movement-impaired enemies.
de: Verschieße eine elektrische Ladung, die besonders wirksam gegen Feinde mit Bewegungseinschränkungen ist.

source: Fireball
de: Feuerball

source: Launch a ball of fire that does extra mental damage.
de: Sende einen Feuerball, der besonderen geistigen Schaden zufügt.

source: Create a force field that absorbs damage.
de: Erzeuge ein Kraftfeld, das gegnerischen Schaden aufnimmt.

source: Energy Flow
de: Energiefluß

source: Mana reserves are increased and regenerate faster.
de: Deine Mana-Vorräte werden vermehrt und sie regenerieren schneller.

source: Freeze
de: Gerfrieren

source: Create a ray of several piercing cold shards that slow enemies.
de: Erzeuge eine Strahl von Kälteschauern, der jeden Gegner verlangsamt.

source: Stone Wall
de: Steinwall

source: Withstand stronger attacks with more health and absorption.
de: Widerstehe starken Angriffen mit größerer Lebensenergie und Absorption.

source: Throw Knife
de: Messerwurf

source: Throw a knife to deal reduced melee weapon damage.
de: Wirf ein Messer, um einen Nahkampfschaden auf Abstand zu verursachen.

source: Shield Bash
de: Schildangriff

source: Dash into enemies, crushing them with sheer force.
de: Rase in Gegner hinein, um sie mit bloßer Gewalt zu zermalmen.

source: Blood Strike
de: Blutschlag

source: Deal a powerful blow that inflicts a bleeding wound.
de: Teile einen kräftigen Schlag aus, der eine blutende Wunde zufügt.

source: Cleave
de: Klieben

source: Attack all enemies in a wide arc.
de: Greife alle Gegner im weiten Umkreis an.

source: Throw Axe
de: Axtwurf

source: Throw an axe to deal extra melee weapon damage.
de: Wirf eine Axt, um noch größeren Nahkampfschaden zu verursachen.

source: Quake
de: Erdbeben

source: Knock back nearby enemies with a chance to stun.
de: Schlage auf umgebende Gegner zurück mit einer Chance, sie erstarren zu lassen.

source: Warcry
de: Kriegsschrei

source: Remove debuffs and become immune to debuffs for a limited time.
de: Entferne Schwächungen und werde für kurze Zeit immun gegen Schwächungen.

source: Swing
de: Fechten

source: Basic melee attack.
de: Grundlegender Nahkampf-Angriff

source: Channel
de: Kanalisieren

source: Basic magic attack.
de: Grundlegender magischer Angriff

source: Performing the ritual at the Red Altar has granted you faster regeneration.
de: Das Ritual am Roten Altar hat dir schnellere Rengeneration verliehen.

source: Magician
de: Magier

source: Goblin Thief stole a potion!
de: Der Goblin-Dieb hat einen Trank gestohlen!

source: Reset quest: "The One-Eyed Guardians"
de: Queste zurücksetzen: "Die Einäugigen Wächter"

source: Reset quest: "The Merchant's Journal"
de: Queste zurücksetzen: "Das Tagebuch des Händlers"

source: Reset quest: "Krolan's Missing"
de: Queste zurücksetzen: "Krolan wird vermißt"

source: Reset quest: "Return to Empyrean"
de: Queste zurücksetzen: "Rückkehr zu Empyrean"

source: Reset quest: "Fallen Comrades"
de: Queste zurücksetzen: "Gefallene Kameraden"

source: Reset quest: "The Lost Soul of the Mog Caverns"
de: Queste zurücksetzen: "Die verlorene Seele der Mog Kavernen"

source: Reset quest: "An Unusual Name..."
de: Queste zurücksetzen: "Ein ungewöhnlicher Name ..."

source: Reset quest: "Trapped!"
de: Queste zurücksetzen: "Gefangen!"

source: Reset quest: "Brother?"
de: Queste zurücksetzen: "Bruder?"

source: Reset quest: "Locked Out"
de: Queste zurücksetzen: "Ausgesperrt"

source: Reset quest: "Warden's Notes"
de: Queste zurücksetzen: "Notizen des Wärters"

source: Unlocked all waypoints
de: Alle Sprungportale sind freigeschalten
